Repository: monsieurbacterian/Kumandin_base
Catalog: Alignment/TMX/corpora_Собачий хлеб.tmx
Source language: ru_ru
Languages: en_us

source: Когда-то на Алтае жил большой народ.
en_us: Качан – качандаа Алтайда ньаан калык чаткан.

source: Люди на этой земле были с добрыми помыслами, работящими, ловкими.
en_us: Ол черде кижилер чакшы сагыштыг, ишпекчи, ус колыг, чалтанбас аҥчылар полгон.

source: Кругом на лесах, долинах было много ягод, орехов, съедобных грибов.
en_us: Анар чатчын черде айлантыра кырларныҥ идегинде чыш аразында ильбек чийлектер, агачтарда кузук ла кижи чийтен мешкелер ӧскен.

source: В реках полно рыб.
en_us: Айрыларда ползо толо ло палык.

source: В лесу много разных зверей и птиц.
en_us: Аба чышта кӧп аҥнар пасып, куштар ӱчип чӧрген.

source: Народ был с весёлым нравом и жил богато.
en_us: Ол калык сӧништиг, пай чаткан.

source: По праздникам для хозяев священных гор и рек они делали жертвоприношения.
en_us: Пайрам сайын анар актыг тагларга, сӱглер эзине тайылга иткенер.

source: Почитали ушедших в иной мир предков.
en_us: Ээске парган ада – аналарыны тооп кӱндӱлеп чӱргенер.

source: Так же благодарили Бога за хорошую жизнь.
en_us: Чадынары чакшы учын кудайларыны алгыштап чатканар.

source: Так и проходило время.
en_us: Ийде ле чыллар ӧткен.

source: Но вот однажды наступило тяжёлое время – настали очень жаркие дни.
en_us: Че пир катап аар киленчиктиг туш четкен. Тыҥ ла изиг кӱннер полаберди.

source: В степи пожелтели зелёные травы, в горах деревья стали сохнуть.
en_us: Чалаҥда, кырларда чажыл ӧлӧҥ, агачтарныҥ кабактары шабаллары саргайа курыйа берди.

source: Погибла вся рыба.
en_us: Анаҥ ла кожо черде ӧскӧн чийлектер, мешкелер, агачтарда торчыктар паза ла курыйа берди. Айрыларда сӱглер солып палыктар ийде ок чоголо берди.Аба чышта аҥ- куштар ӧске черзьары кӧче берди. Ол черде чуртап чаткан калыкка ньаан ачана туш четкеен. Кижилер агрып кырыл чӱребен.

source: Из тайги ушли звери, улетели птицы.
en_us: Ол тушта кижилерниҥ угулары калыкты чыгалып ак кийимлерини кийалып актыг кырларына шыгалып кижилерниҥ тыны тириг арткалзын деп Кудайларындыҥ сурандылар: «Пис сӧништиг, пай чатын чаткабыс. Эме тезе изигден, ачанадын кырылпарыйтыбыс.

source: Наступило голодное время.
en_us: Пистиҥ Кудайыбыс!

source: Стали люди болеть и умирать от голода.
en_us: Писти ле пистиҥ пала паркабысты уга абырга артысалзаҥ!»

source: Тогда старейшины народа, надев свои белые одежды, собрав людей, поднялись на священные горы и стали просить Бога, чтобы народ остался жить на земле.
en_us: Ийде Кудай кижилерниҥ суранчыныны угалды.

source: «Мы жили с твоей помощью богато, весело.
en_us: Ол тегридеҥ чети кужат пӱгдейниҥ ӱренини шелеберди.

source: Теперь погибаем от зноя и голода.
en_us: Ол ок тушта тегридеҥ ньаҥмыр чаг чӱребен.

source: Оставь нас и наших детей в живых и благополучии. Мы в твоих руках.» Бог услышал просьбу людей.
en_us: Пӱгдейниҥ ӱрени ыжык черге тӱже ле пираҥай ӧсеберди.

source: И спустил с неба семь горстей пшеничных зёрен. Тут же на голубом небе появились тучи.
en_us: Аштыҥ мажактары тыҥ кӱчле тоолып алтын шылап чылтыҥнады.

source: Видя это, люди начали веселиться.
en_us: Аны кӧрип кижилер сӧӧндилер.

source: Мужчины стали собирать колосья, а женщины эти колосья обрабатывали в ступе, пропуская через ручную мельницу.
en_us: Ир кижилер ол мажактарды кезип чыгдылар, кат кижилер пӱгдейниҥ ӱренерини соккого согып, тербенге пожодып, элекке элеп, ундын тертик эдип, аш пышырдылар.

source: Из муки стали снова делать хлеб.
en_us: Ийде калык ачанадын абырга шыктылар.

source: Так народ вышел из голода, настали благоприятные времена. Прошло ещё некоторое время и народ постепенно стал забывать о Божьем святом зерне, которую он дал людям.
en_us: Че ийде канчидаа туш ӧтеперерде кижилер Кудай актыг ӱрен пергени уҥдып салдылар.

source: К хлебу стали относиться небрежно.
en_us: Ир кижилер сайактажып, ӧзере шалажып чӧребердилер: «-По кӱндин кӱнге кыраларды сӱрип, аш пӱгдей чачып кӱскиде аш кезип колыбыс, путыбыс агрыйа берди.

source: Мужчины стали собирать колосья, а женщины эти колосья обрабатывали в ступе, пропуская через ручную мельницу. Из муки стали снова делать хлеб. Так народ вышел из голода, настали благоприятные времена.
en_us: Тертик писте матап кӧп анда – мында черде шелинкан эҥ понда артазы тӧртикле пок чӧйчилер.

source: Из муки стали снова делать хлеб. Так народ вышел из голода, настали благоприятные времена. Прошло ещё некоторое время и народ постепенно стал забывать о Божьем святом зерне, которую он дал людям. К хлебу стали относиться небрежно. Стал хлеб валяться на полу, на земле.
en_us: Мениҥ учын писке мындыҥ чатын?»

source: Люди стали спорить между собой: «Изо дня в день мы работаем на пашнях, пашем, сеем, убираем урожай, от этого у нас болят ноги, руки.
en_us: Кат Кижилер пазала сылтанып калактандылар: «- По кӱнсайын пӱгдейниҥ ӱренини сокого согып, пасакка касып, колыбыстыҥ салалары торсоп мойныбыс, кӧстерибис агрыйа берди.

source: За что нам такая жизнь?»
en_us: По мындыг чадын кӧдере ле небирильзин» - деп сайакташтылар.

source: «Пусть провалится такая жизнь!» Удивился Бог, услышав такие причитания: «Если людям не нужен хлеб, добытый в труде, тогда пусть его не будет».
en_us: Ийде кижилерниҥ калактанчынарыны кудай кайкап угалды: «Че по калыкка аш, тӧртик керек чок понда анарда аш чок ползын» - деп пӱтӱрийди.

source: И исполнил людские желания. Тогда колосья пшеницы стали па¬дать на землю и засыхать.
en_us: Ол ла тушта кырада пӱгдейниҥ мажактары чер сыртына тӱжип чер тӱпинзьары падаберди.

source: Увидела это собака и стала громко лаять.
en_us: Аны кӧрген игер тыҥ ӱрип, уулып чӱреберди.

source: Собака поняла, если не станет хлеба, люди исчезнут на земле от голода.
en_us: По кижилер аш чок ползо чер сыртындаҥ кырылкалар деп керсиг игер оҥыны алды.

source: Она побежала на хлебное поле и стала тянуть зубами вверх проваливающиеся под землю колосья пшени¬цы.
en_us: Ол кырага чӱгӱре ле аштыҥ мажактарыны тиштепалып ойто ӧре чер кадындын кӧдӧрди.

source: Видя это, Бог подумал: «Если эта собака помогает людям, значит не все они такие.
en_us: Аны кӧргӧн Кудай айтты: «- По игер кижилерге полашчын ползо анаҥ тыҥ ла ньаманнары чок ок полор.

source: Среди них, видно, есть хорошие».
en_us: Анарда пир – пиризи чакшы пар ок.»

source: Тогда колосья пшеницы стали па¬дать на землю и засыхать. Увидела это собака и стала громко лаять.
en_us: По кыйалга кижилер киргелекте пир пӱгдейниҥ сабалагында кырык мажак ӧскен.

source: Собака поняла, если не станет хлеба, люди исчезнут на земле от голода. Она побежала на хлебное поле и стала тянуть зубами вверх проваливающиеся под землю колосья пшени¬цы. Видя это, Бог подумал: «Если эта собака помогает людям, значит не все они такие.
en_us: Че эме пир пӱгдейниҥ тазылда пир ле мажак арткалды.

source: Увидела это собака и стала громко лаять. Собака поняла, если не станет хлеба, люди исчезнут на земле от голода. Она побежала на хлебное поле и стала тянуть зубами вверх проваливающиеся под землю колосья пшени¬цы.
en_us: Поны кӧргӧн кижилер кайди игер анарды ачанадын шыгараны чалбала шалажып, сайактажып, полганарыны оҥыны алдыгар.

source: Видя это, Бог подумал: «Если эта собака помогает людям, значит не все они такие. Среди них, видно, есть хорошие». Так подумав, Бог оставил людям хлеб. Люди, видя как собака спасла их от голода, поняли своё недостойное поведение.
en_us: Эртен ньаа ай капарда калыктыҥ улуглары ак арыг кийимнерини кийалып уҥдыпсан алгыш сӧстерини катап ок сагыштарына киртизип алында ӧтирбен тайылгаларыны итерге пелетендилер.

source: На новолуние, утром люди поднялись на священные горы и ста¬ли благословлять Бога за своё счастливое спасение.
en_us: Эртен актыг – уктыг тагларына шыгып калык чакшы ырыстыг чадын учын Кудайга алгыш эттилер.

source: На высо¬ком голубом небе светило красное солнце, у подно¬жья гор зеленели деревья, на полях созревали золотые колосья пшеницы.
en_us: Анаҥ сыйлары, алгыштары Кудайга четип кижилерге ачана чок полып пай сӧништиҥ чадын пола берди. Ээс тегриде кызыл кӱн чарып кырларныҥ эдегинде агачтар чажарып, чалаҥныҥ кыраларында алтын мажактар пыжып чайканганар.

source: Эти зёрна пшени¬цы люди назвали собачьим хлебом, чтобы из поколе¬ния в поколение не забывали, как собака спасла их от голода и благо¬словляли Бога за хорошую жизнь.
en_us: Ол ашты Кижилер игерниҥ тӧртиги деп адапсанар.

source: Люди, видя как собака спасла их от голода, поняли своё недостойное поведение.
en_us: Алдынсары калыктыҥ ӧскен ӱйедеҥ ӱйеге ундыбасын деп кайде игер анарды ачанадын шыгарганыны уҥнап, алгып чакшы чадын чатып чӱрзинер.
